[
  {
    "type": "snippet",
    "category": "flier",
    "text": [
      {
        "id": "flier_my_sweet_cataclysm_1",
        "text": "A flyer for some kind of candy.  It shows a picture of a gleaming human made of smooth candy looking at you in terror.  \"SugarKin; the first life-size human candy!  Are you a real monster?  Will you be able to devour it all?\""
      }
    ]
  },
  
  {
    "type": "snippet",
    "category": "note",
    "text": [
      {
        "id": "note_candy_1",
        "text": "\"The candy is coming to life. Is it really okay to eat it now?\""
      },
	  
	  {
        "id": "note_candy_2",
        "text": "\"I saw a spider made of FUCKING Big League Chew. He ate Jimothy. Oh god.\""
      },
	  
	  {
        "id": "note_candy_3",
        "text": "\"I thought I was high, but no. The gummy bears are in fact alive.\""
      },
	  
	  {
        "id": "note_candy_4",
        "text": "\"really fucked up of my comfort food to get up and wave at me.\""
      },
	  
	  {
        "id": "note_candy_5",
        "text": "\"I think I'm getting diabetes.\""
      },
	  
	  {
        "id": "note_candy_6",
        "text": "\"I made this cookie last week, and now its walking around. Am I a parent?\""
      },
	  
	  {
        "id": "note_candy_7",
        "text": "\"Why are the living marshmallows cute?\""
      },
	  
	  {
        "id": "note_candy_8",
        "text": "\"In the land of Ooo theres a candy kingdom, with sidewalks you can eat~\""
      },
	  
	  {
        "id": "note_candy_9",
        "text": "\"Candy Mountain, Charlie! Come to Candy Mountain!\""
      },
	  
	  {
        "id": "note_candy_10",
        "text": "\"Guys my candy wife is cheating on me with a pickle man, what do I do?\""
      },
	  
	  {
        "id": "note_candy_11",
        "text": "\"I got a golden ticket but the chocolate factory had already been breached :(\""
      },
	  
	  {
        "id": "note_candy_12",
        "text": "\"When I was told it was the end of the world, junk food coming to life was not on my bingo card.\""
      },
	  
	  {
        "id": "note_candy_13",
        "text": "\"guys the candy is weak to chili powder, pass it on.\""
      },
	  
	  {
        "id": "note_candy_14",
        "text": "\"I met a boy made of sugar today. He was really friendly, until it started to rain. Poor boy melted to gloop.\""
      },
	  
	  {
        "id": "note_candy_15",
        "text": "\"Of all the things for the zombies to be fine with, why is the living candy it?\""
      },
	  
	  {
        "id": "note_candy_16",
        "text": "\"How to ascend. Step 1: Cover yourself in honey\""
      },
	  
	  {
        "id": "note_candy_17",
        "text": "\"They told me i was mad! Insisted \"You can't bring candy to life!\" I'll show them. I'll show them all!\""
      }
    ]
  }
  
  
]
